Repository: yshialexandra/Optimizing_LLM_Chinese_Translation_through_Syntactic_Feature_Extraction_and_Representation_Editing
Catalog: yshibachlorpaper/Yiyan_tmx/A35B.tmx
Source language: en_us
Languages: zh_cn

source: All About Bong Joon-ho's Mother
zh_cn: 韩国导演奉俊昊谈新片《母亲》

source: Mother, the new film by Bong Joon-ho (Memories of Murder and The Host) isn’t your typical murder mystery.
zh_cn: 奉俊昊（曾执导《杀人回忆》和《汉江怪物》）的最新导演作品《母亲》并不算典型的杀人悬疑片。

source: Upon viewing the trailer, one might think that it’s simply a tale of a mother (played by Kim Hye-ja) attempting to clear the name of her son (Won Bin), who has been framed for murder.
zh_cn: 如果你看过宣传片，会以为影片只是讲述一个母亲（金惠子饰演）如何为被陷害为杀人犯的儿子（元彬饰演）洗刷罪名的故事。

source: In attempting to discover the identity of the real murderer, though, the mother finds herself a part of the previously unknown dark side of her small Korean town.
zh_cn: 然而，在寻找真凶的过程中母亲却意外地揭开了自己所住的韩国小镇内不可告人的秘密，而自己竟然也是其中的一部分。

source: As grisly as the subject matter seems, the movie does not rely on excessive displays of violence to shock the audience.
zh_cn: 尽管主题看似恐怖，电影却没有过多展示暴力场面来惊吓观众。

source: It’s a testament to the director’s skill that the audience cares about more than just unraveling the mystery of who committed the murder; they care about the mother herself and how the events of the town impact her state of mind.
zh_cn: 导演运用技巧使观众不仅希望解开谁是真凶这条悬疑线索，而且也让观众十分关心母亲这个人物本身，以及小镇上发生的种种事端如何影响到她的想法。

source: It is Bong Joon-ho’s masterful character development, coupled with the understated and chilling acting of Kim Hye-ja, that makes Mother so much better than a straightforward whodunit.
zh_cn: 奉俊昊推进角色的功力可谓一流，再加上金惠子不露声色的演绎让人不寒而栗，使得《母亲》获得了比一般侦探影片更好的反响。

source: Bong Joon-ho took part in a Q&amp;A at The Korea Society in New York City, where he talked about Mother, his previous films and the state of Korean cinema in 2010.
zh_cn: 奉俊昊导演在纽约市接受了“韩国人协会”的访问，就新片《母亲》和他以前的作品，以及2010年韩国电影的现状等回答了提问。

source: The conversation was moderated by Michael Atkinson, professor of film at Long Island University, and opened up to questions from the audience.
zh_cn: 访谈由长岛大学电影系教授迈克尔・阿特金森主持，一些问题来自电影观众。

source: What follows is an excerpt from both conversations.
zh_cn: 以下是此次谈话的摘要：

source: Q:There has been a “Korean New Wave” starting in the late ‘90s and going into the new millennium, with many new directors receiving international recognition. Do you perceive it that way and where did it come from?
zh_cn: 问：上世纪90年代后期至新千年这段时间，曾涌现了很多韩国新导演，他们的作品获得了国际上的认可，被称为“韩国新浪潮”，你是否认同，这股浪潮是怎么形成的？

source: Bong Joon-ho (BJ): In the early ‘90s and 2000s, there was a phenomenon called “Korean New Wave,” as you mention, but it wasn’t a conscious collective effort. It just happened that certain filmmakers were making good output during that time, and I wasn’t focused on that—none of us were.
zh_cn: 奉：正如你所说的，90年代早期和新千年这段时间出现了所谓“韩国新浪潮”，但是这个现象并不是大家有意识要制造出来的。只是有一些电影人恰好在那段时间制作了一些优秀的作品，当时我并没有把精力放在这上面，其实也没有任何人刻意地追求新浪潮。

source: We were just trying to make good films. It just happened that we were making films in that time period.
zh_cn: 我们只是想拍出好电影而已，碰巧那段时间我们都在拍电影。

source: In 1992, the militaristic regime ended [in Korea] and democracy was setting in, there was more freedom from censorship and freedom of filmmaking that let new directors try new things.
zh_cn: 1992年，（韩国）军国主义统治结束，开始实行民主主义，电影审核和电影制作制度都比过去更宽松了，因此新导演得以有更多机会尝试新的东西。

source: There was a lot of fresh blood coming into the system of the filmmaking industry, and directors like Hong Sang-soo, Kim Ki-duk and Im Sang-soo are among that crowd. Even the older generation of fillmmakers wanted to work with these younger filmmakers as well, so that was another factor.
zh_cn: 电影产业的体系中注入了很多新鲜血液，像洪尚秀、金基德、林常树等导演都是当时出现的年轻导演，甚至老一代电影人也希望能和新人合作，这也许是另外一个原因吧。

source: Q: Do you think there is a distinctive flavor to the films in the last 10 years compared to older Korean films or films in general?
zh_cn: 问：同以前的韩国电影或所有电影相比，你认为最近十年的电影有没有什么特别之处？

source: BJ: Although I’m not sure of distinctive differences, newer filmmakers like Kim Ji-woon and Park Chan-wook are what I would call ‘film maniacs.’
zh_cn: 奉：虽然我不太确定是否有明显不同，但是新一代导演如金知云、朴赞郁，我把他们叫做“电影狂人”，我自己也属于这一类。

source: I include myself in this—we were really into films, and we really love watching films. We are the generation that frequented video stores, renting and watching movies.
zh_cn: 我们这批导演对电影到了痴迷的程度，而且我们真的很爱看电影，我们经常到录像租赁店借片子来看。

source: Someone like Im Kwon-taek, who is much older than us, has a rich tradition of filmmaking on set, being on set and having made films for many years before us.
zh_cn: 而林权泽这样比我们年长很多的电影人，他们拥有更丰富的现场拍摄经验的积累。

source: I think that’s the difference: We are not from the film-on-set generation, whereas the older generation was already making films for a long time.
zh_cn: 我觉得差别在于：我们没有很多现场拍摄的经验，而老一辈则是已经实际干了很多年的电影了。

source: I think Hong Sang-soo had studied in the U.S., and a lot of newer generation filmmakers have studied abroad, outside of Korea.
zh_cn: 我记得洪尚秀就是在美国读的书，许多新的电影人都有在国外求学的经历。

source: Q: Starting with your first film as a director, Barking Dogs Never Bite, you used complex characters with flaws. Why do you empathize with characters like that?
zh_cn: 问：先来说说你的导演处女作《绑架门口狗》吧，你使用的角色是有缺陷的矛盾性格。着重塑造这样的角色是出于什么样的考虑？

source: BJ: I’m not a person who can be set about one person’s attributes, and I’m not inclined towards one person or another, but I think I always have a duality of accepting a person—hating the person, but also having sympathy for him or her as well.
zh_cn: 奉：我不会把人单纯定性，也不会对人有偏向。我总觉得对某个人的看法是有两面性的，我会恨他，但同时也会同情他。

source: I’m not prone to judge or make a judgment about one side of the person.
zh_cn: 我不会就某人的某一方面而妄加判断。

source: Even the detectives in Memories of Murder, they are what you would call “bad cops"—they hit their witnesses and suspects, and they are violent. Those are obviously qualities that we shouldn’t accept readily, but you can’t really hate them for it either.
zh_cn: 《杀人回忆》中的探员们是那种所谓的“坏警察”，他们殴打证人和嫌犯，他们使用暴力，这些当然是我们不能接受的，即便这样，但你也不能完全仇恨他们。

source: I think there is always a duality of a victim within the instigator.
zh_cn: 我觉得肇事者在某一层面同时也是受害者。

source: Q: Your follow-up to Barking Dogs, Memories of Murder, was based on a real case in the 1980s. What drew you to make a film about it?
zh_cn: 问：《绑架门口狗》之后，你又拍摄了《杀人回忆》，这部影片是由80年代的真实事件改编的，是什么吸引了你将其搬上银幕？

source: BJ: I combined a lot of actual things that happened, as well as my imagination, and for this film there was a stage play that was created about the incident.
zh_cn: 奉：我把很多真实发生的事情和自己的想象结合在一起，而这部电影之前，已经有根据该事件改编的舞台剧出现了。
